Repository: Omerrrrrrr/ai-city-guide
Catalog: native/Piri/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nb, pt_br, tr

# poiReviews.combinedFrom
source: based on %1$lld sources
de: basierend auf %1$lld Quellen
es: según %1$lld fuentes
fr: basé sur %1$lld sources
it: basato su %1$lld fonti
nb: basert på %1$lld kilder
pt_br: com base em %1$lld fontes
tr: %1$lld kaynağa göre

# poiReviews.editMine
source: Edit your review
de: Deine Bewertung bearbeiten
es: Editar tu reseña
fr: Modifier ton avis
it: Modifica la tua recensione
nb: Rediger anmeldelsen din
pt_br: Editar sua avaliação
tr: Yorumunu düzenle

# poiReviews.empty
source: No reviews found for this place yet.
de: Für diesen Ort wurden noch keine Bewertungen gefunden.
es: Aún no hay reseñas para este lugar.
fr: Aucun avis trouvé pour ce lieu pour l'instant.
it: Ancora nessuna recensione per questo luogo.
nb: Ingen anmeldelser funnet for dette stedet ennå.
pt_br: Nenhuma avaliação encontrada para este local ainda.
tr: Bu yer için henüz yorum bulunamadı.

# poiReviews.loadFailed
source: Couldn't load reviews right now.
de: Bewertungen konnten gerade nicht geladen werden.
es: No se pudieron cargar las reseñas en este momento.
fr: Impossible de charger les avis pour le moment.
it: Impossibile caricare le recensioni al momento.
nb: Kunne ikke laste anmeldelser akkurat nå.
pt_br: Não foi possível carregar as avaliações no momento.
tr: Yorumlar şu anda yüklenemedi.

# poiReviews.moreOnTripadvisor
source: Showing %1$lld of %2$lld reviews — Tripadvisor's free API only exposes their most recent few. See the rest on Tripadvisor.
de: %1$lld von %2$lld Bewertungen werden angezeigt — Tripadvisors kostenlose API zeigt nur die neuesten paar. Den Rest findest du auf Tripadvisor.
es: Mostrando %1$lld de %2$lld reseñas: la API gratuita de Tripadvisor solo expone las más recientes. Ve el resto en Tripadvisor.
fr: Affichage de %1$lld avis sur %2$lld — l'API gratuite de Tripadvisor n'expose que les plus récents. Retrouve les autres sur Tripadvisor.
it: Visualizzate %1$lld di %2$lld recensioni — l'API gratuita di Tripadvisor mostra solo le più recenti. Vedi le altre su Tripadvisor.
nb: Viser %1$lld av %2$lld anmeldelser — Tripadvisors gratis API viser bare de nyeste. Se resten på Tripadvisor.
pt_br: Mostrando %1$lld de %2$lld avaliações — a API gratuita do Tripadvisor só disponibiliza as mais recentes. Veja o restante no Tripadvisor.
tr: %2$lld yorumdan %1$lld tanesi gösteriliyor — Tripadvisor'ın ücretsiz API'si sadece en yenilerini veriyor. Kalanını Tripadvisor'da görebilirsin.

# poiReviews.openOnTripadvisor
source: Open on Tripadvisor
de: Auf Tripadvisor öffnen
es: Abrir en Tripadvisor
fr: Ouvrir sur Tripadvisor
it: Apri su Tripadvisor
nb: Åpne på Tripadvisor
pt_br: Abrir no Tripadvisor
tr: Tripadvisor'da Aç

# poiReviews.seeAll
source: See all %1$lld reviews
de: Alle %1$lld Bewertungen ansehen
es: Ver las %1$lld reseñas
fr: Voir les %1$lld avis
it: Vedi tutte le %1$lld recensioni
nb: Se alle %1$lld anmeldelser
pt_br: Ver todas as %1$lld avaliações
tr: Tüm %1$lld yorumu gör

# poiReviews.showOriginal
source: Show original
de: Original anzeigen
es: Mostrar original
fr: Afficher l'original
it: Mostra originale
nb: Vis original
pt_br: Mostrar original
tr: Orijinali göster

# poiReviews.submitFailed
source: Couldn't submit your review. Try again.
de: Deine Bewertung konnte nicht gesendet werden. Versuch es erneut.
es: No se pudo enviar tu reseña. Inténtalo de nuevo.
fr: Impossible d'envoyer ton avis. Réessaie.
it: Impossibile inviare la tua recensione. Riprova.
nb: Kunne ikke sende anmeldelsen. Prøv igjen.
pt_br: Não foi possível enviar sua avaliação. Tente novamente.
tr: Yorumun gönderilemedi. Tekrar dene.

# poiReviews.textPlaceholder
source: Share your experience (optional)
de: Teile deine Erfahrung (optional)
es: Comparte tu experiencia (opcional)
fr: Partage ton expérience (facultatif)
it: Racconta la tua esperienza (facoltativo)
nb: Del opplevelsen din (valgfritt)
pt_br: Compartilhe sua experiência (opcional)
tr: Deneyimini paylaş (opsiyonel)

# poiReviews.title
source: Reviews
de: Bewertungen
es: Reseñas
fr: Avis
it: Recensioni
nb: Anmeldelser
pt_br: Avaliações
tr: Yorumlar

# poiReviews.translate
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
it: Traduci
nb: Oversett
pt_br: Traduzir
tr: Çevir

# poiReviews.translatedFrom
source: Translated from %@
de: Übersetzt aus dem %@
es: Traducido de %@
fr: Traduit depuis %1$@
it: Tradotto da %@
nb: Oversatt fra %@
pt_br: Traduzido de %@
tr: %@ dilinden çevrildi

# poiReviews.verifiedVisit
source: Verified Visit
de: Verifizierter Besuch
es: Visita verificada
fr: Visite vérifiée
it: Visita verificata
nb: Bekreftet besøk
pt_br: Visita Verificada
tr: Doğrulanmış Ziyaret

# poiReviews.write
source: Write a review
de: Bewertung schreiben
es: Escribir una reseña
fr: Écrire un avis
it: Scrivi una recensione
nb: Skriv en anmeldelse
pt_br: Escrever uma avaliação
tr: Yorum yaz

# premiumDetails.closedNow
source: Closed now
de: Jetzt geschlossen
es: Cerrado ahora
fr: Fermé actuellement
it: Chiuso ora
nb: Stengt nå
pt_br: Fechado agora
tr: Şu an kapalı

# premiumDetails.loading
source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
it: Caricamento…
nb: Laster inn…
pt_br: Carregando…
tr: Yükleniyor…

# premiumDetails.openNow
source: Open now
de: Jetzt geöffnet
es: Abierto ahora
fr: Ouvert actuellement
it: Aperto ora
nb: Åpent nå
pt_br: Aberto agora
tr: Şimdi açık

# premiumDetails.priceLevel.free
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratuito
nb: Gratis
pt_br: Gratuito
tr: Ücretsiz

# premiumDetails.quotaExceeded
source: Monthly quota reached
de: Monatliches Kontingent erreicht
es: Cuota mensual alcanzada
fr: Quota mensuel atteint
it: Quota mensile raggiunta
nb: Månedlig kvote nådd
pt_br: Cota mensal atingida
tr: Aylık kota doldu

# profileOptions.budgets.budget
source: Budget
de: Sparsam
es: Económico
fr: Économique
it: Economico
nb: Budsjett
pt_br: Econômico
tr: Ekonomik

# profileOptions.budgets.luxury
source: Luxury
de: Luxuriös
es: Lujo
fr: Luxe
it: Lusso
nb: Luksus
pt_br: Luxo
tr: Lüks

# profileOptions.budgets.moderate
source: Moderate
de: Mittel
es: Moderado
fr: Modéré
it: Medio
nb: Moderat
pt_br: Moderado
tr: Orta

# profileOptions.faiths.buddhist
source: Buddhist
de: Buddhistisch
es: Budista
fr: Bouddhiste
it: Buddista
pt_br: Budista
tr: Budist

# profileOptions.faiths.christian
source: Christian
de: Christlich
es: Cristiano
fr: Chrétien
it: Cristiano
nb: Kristen
pt_br: Cristão
tr: Hristiyan

# profileOptions.faiths.hindu
source: Hindu
de: Hinduistisch
es: Hindú
fr: Hindou
it: Indù

# profileOptions.faiths.jewish
source: Jewish
de: Jüdisch
es: Judío
fr: Juif
it: Ebreo
nb: Jødisk
pt_br: Judeu
tr: Yahudi

# profileOptions.faiths.muslim
source: Muslim
de: Muslimisch
es: Musulmán
fr: Musulman
it: Musulmano
pt_br: Muçulmano
tr: Müslüman

# profileOptions.faiths.preferNotToSay
source: Prefer not to say
de: Möchte ich nicht angeben
es: Prefiero no decirlo
fr: Préfère ne pas dire
it: Preferisco non dirlo
nb: Foretrekker å ikke si
pt_br: Prefiro não dizer
tr: Belirtmek istemiyorum

# profileOptions.faiths.secular
source: Secular / Non-religious
de: Weltlich / Nicht religiös
es: Laico / No religioso
fr: Laïque / Non religieux
it: Laico / Non religioso
nb: Sekulær / ikke-religiøs
pt_br: Secular / Não religioso
tr: Seküler / Dinsiz

# profileOptions.groupTypes.couple
source: Couple
de: Paar
es: Pareja
it: Coppia
nb: Par
pt_br: Casal
tr: Çift

# profileOptions.groupTypes.family
source: Family
de: Familie
es: Familia
fr: Famille
it: Famiglia
nb: Familie
pt_br: Família
tr: Aile

# profileOptions.groupTypes.friends
source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici
nb: Venner
pt_br: Amigos
tr: Arkadaşlar

# profileOptions.groupTypes.solo
source: Solo
de: Allein
it: Da solo
nb: Alene
pt_br: Sozinho
tr: Tek başıma

# profileOptions.interests.addPlaceholder
source: Add your own interest
de: Eigenes Interesse hinzufügen
es: Añade tu propio interés
fr: Ajoute ton propre centre d'intérêt
it: Aggiungi un tuo interesse
nb: Legg til din egen interesse
pt_br: Adicione seu próprio interesse
tr: Kendi ilgi alanını ekle

# profileOptions.interests.architecture
source: Architecture
de: Architektur
es: Arquitectura
it: Architettura
nb: Arkitektur
pt_br: Arquitetura
tr: Mimari

# profileOptions.interests.art
source: Art
de: Kunst
es: Arte
it: Arte
nb: Kunst
pt_br: Arte
tr: Sanat

# profileOptions.interests.food
source: Food & Drink
de: Essen & Trinken
es: Comida y bebida
fr: Gastronomie
it: Cibo e bevande
nb: Mat & drikke
pt_br: Comida e Bebida
tr: Yeme & İçme

# profileOptions.interests.history
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
nb: Historie
pt_br: História
tr: Tarih

# profileOptions.interests.music
source: Music
de: Musik
es: Música
fr: Musique
it: Musica
nb: Musikk
pt_br: Música
tr: Müzik

# profileOptions.interests.nature
source: Nature
de: Natur
es: Naturaleza
it: Natura
nb: Natur
pt_br: Natureza
tr: Doğa

# profileOptions.interests.nightlife
source: Nightlife
de: Nachtleben
es: Vida nocturna
fr: Vie nocturne
it: Vita notturna
nb: Nattliv
pt_br: Vida Noturna
tr: Gece Hayatı

# profileOptions.interests.photography
source: Photography
de: Fotografie
es: Fotografía
fr: Photographie
it: Fotografia
nb: Fotografering
pt_br: Fotografia
tr: Fotoğrafçılık

# profileOptions.interests.sports
source: Sports
de: Sport
es: Deportes
it: Sport
nb: Sport
pt_br: Esportes
tr: Spor

# profileOptions.paces.balanced
source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
it: Equilibrato
nb: Balansert
pt_br: Equilibrado
tr: Dengeli

# profileOptions.paces.packed
source: Packed
de: Vollgepackt
es: Intenso
fr: Intense
it: Intenso
nb: Tett program
pt_br: Intenso
tr: Yoğun

# profileOptions.paces.relaxed
source: Relaxed
de: Entspannt
es: Relajado
fr: Détendu
it: Rilassato
nb: Avslappet
pt_br: Relaxado
tr: Rahat

# profileOptions.professions.architect
source: Architect
de: Architekt/in
es: Arquitecto
fr: Architecte
it: Architetto
nb: Arkitekt
pt_br: Arquiteto
tr: Mimar

# profileOptions.professions.artist
source: Artist
de: Künstler/in
es: Artista
fr: Artiste
it: Artista
nb: Kunstner
pt_br: Artista
tr: Sanatçı

# profileOptions.professions.doctor
source: Doctor
de: Arzt/Ärztin
es: Médico
fr: Médecin
it: Medico
nb: Lege
pt_br: Médico
tr: Doktor

# profileOptions.professions.engineer
source: Engineer
de: Ingenieur/in
es: Ingeniero
fr: Ingénieur
it: Ingegnere
nb: Ingeniør
pt_br: Engenheiro
tr: Mühendis

# profileOptions.professions.foodie
source: Foodie
de: Genussmensch
es: Amante de la gastronomía
fr: Gourmet
it: Buongustaio
nb: Matelsker
pt_br: Fã de gastronomia
tr: Gurme

# profileOptions.professions.historian
source: Historian
de: Historiker/in
es: Historiador
fr: Historien
it: Storico
nb: Historiker
pt_br: Historiador
tr: Tarihçi

# profileOptions.professions.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
it: Altro
nb: Annet
pt_br: Outro
tr: Diğer

# profileOptions.professions.otherPlaceholder
source: What do you do?
de: Was machst du beruflich?
es: ¿A qué te dedicas?
fr: Que fais-tu dans la vie ?
it: Di cosa ti occupi?
nb: Hva jobber du med?
pt_br: O que você faz?
tr: Ne iş yapıyorsun?

# profileOptions.professions.photographer
source: Photographer
de: Fotograf/in
es: Fotógrafo
fr: Photographe
it: Fotografo
nb: Fotograf
pt_br: Fotógrafo
tr: Fotoğrafçı

# profileOptions.professions.student
source: Student
de: Student/in
es: Estudiante
fr: Étudiant
it: Studente
pt_br: Estudante
tr: Öğrenci

# profileOptions.professions.writer
source: Writer
de: Autor/in
es: Escritor
fr: Écrivain
it: Scrittore
nb: Forfatter
pt_br: Escritor
tr: Yazar

# routeMode.discardStops.message
source: You'll lose the stops you've picked for this route.
de: Die für diese Route ausgewählten Stopps gehen verloren.
es: Perderás las paradas que elegiste para esta ruta.
fr: Tu perdras les arrêts choisis pour cet itinéraire.
it: Perderai le tappe che hai scelto per questo percorso.
nb: Du mister stoppene du har valgt for denne ruten.
pt_br: Você vai perder as paradas escolhidas para esta rota.
tr: Bu rota için seçtiğin duraklar kaybolacak.

# routeMode.discardStops.title
source: Discard picked stops?
de: Ausgewählte Stopps verwerfen?
es: ¿Descartar las paradas elegidas?
fr: Abandonner les arrêts choisis ?
it: Eliminare le tappe scelte?
nb: Forkaste valgte stopp?
pt_br: Descartar paradas escolhidas?
tr: Seçilen duraklar silinsin mi?

# saved.collections.addToList
source: Add to List
de: Zur Liste hinzufügen
es: Añadir a la lista
fr: Ajouter à la liste
it: Aggiungi alla lista
nb: Legg til i liste
pt_br: Adicionar à Lista
tr: Listeye Ekle

# saved.collections.emptyBody
source: Search above to add a place, or add one from any place's detail page.
de: Suche oben, um einen Ort hinzuzufügen, oder füge einen über die Detailseite eines Ortes hinzu.
es: Busca arriba para añadir un lugar, o añádelo desde la página de detalles de cualquier lugar.
fr: Recherche ci-dessus pour ajouter un lieu, ou ajoutes-en un depuis la page de détail d'un lieu.
it: Cerca qui sopra per aggiungere un luogo, oppure aggiungine uno dalla pagina di dettaglio di un luogo.
nb: Søk over for å legge til et sted, eller legg til fra et steds detaljside.
pt_br: Busque acima para adicionar um local, ou adicione um pela página de detalhes de qualquer local.
tr: Yukarıdan arayarak yer ekleyebilir, ya da herhangi bir yerin detay sayfasından ekleyebilirsin.

# saved.collections.emptyTitle
source: This list is empty
de: Diese Liste ist leer
es: Esta lista está vacía
fr: Cette liste est vide
it: Questa lista è vuota
nb: Denne listen er tom
pt_br: Esta lista está vazia
tr: Bu liste boş

# saved.collections.namePlaceholder
source: List name
de: Listenname
es: Nombre de la lista
fr: Nom de la liste
it: Nome della lista
nb: Listenavn
pt_br: Nome da lista
tr: Liste adı

# saved.collections.new
source: Create New List
de: Neue Liste erstellen
es: Crear nueva lista
fr: Créer une nouvelle liste
it: Crea nuova lista
nb: Lag ny liste
pt_br: Criar Nova Lista
tr: Yeni Liste Oluştur

# saved.collections.noListsBody
source: Create a named list to group your saved places — like "Weekend trip" or "Restaurants to try".
de: Erstelle eine benannte Liste, um deine gespeicherten Orte zu gruppieren — etwa „Wochenendtrip“ oder „Restaurants zum Ausprobieren“.
es: Crea una lista con nombre para agrupar tus lugares guardados, como "Escapada de fin de semana" o "Restaurantes por probar".
fr: Crée une liste pour regrouper tes lieux enregistrés — comme « Weekend » ou « Restaurants à essayer ».
it: Crea una lista con un nome per raggruppare i tuoi luoghi salvati — ad esempio "Weekend fuori porta" o "Ristoranti da provare".
nb: Lag en navngitt liste for å gruppere lagrede steder — som "Helgetur" eller "Restauranter å prøve".
pt_br: Crie uma lista com nome para agrupar seus locais salvos — como "Viagem de fim de semana" ou "Restaurantes para experimentar".
tr: Kaydettiğin yerleri gruplamak için isimli bir liste oluştur — "Hafta sonu gezisi" veya "Denenecek restoranlar" gibi.

# saved.collections.noListsTitle
source: No lists yet
de: Noch keine Listen
es: Aún no hay listas
fr: Pas encore de liste
it: Ancora nessuna lista
nb: Ingen lister ennå
pt_br: Nenhuma lista ainda
tr: Henüz liste yok

# saved.collections.notFound
source: List not found
de: Liste nicht gefunden
es: Lista no encontrada
fr: Liste introuvable
it: Lista non trovata
nb: Fant ikke listen
pt_br: Lista não encontrada
tr: Liste bulunamadı

# saved.collections.placesCount.one
source: %1$lld place
de: %1$lld Ort
es: %1$lld lugar
fr: %1$lld lieu
it: %1$lld luogo
nb: %1$lld sted
pt_br: %1$lld local
tr: %1$lld yer

# saved.collections.placesCount.other
source: %1$lld places
de: %1$lld Orte
es: %1$lld lugares
fr: %1$lld lieux
it: %1$lld luoghi
nb: %1$lld steder
pt_br: %1$lld locais
tr: %1$lld yer

# saved.createRoute.title
source: Create Route on Map
de: Route auf der Karte erstellen
es: Crear ruta en el mapa
fr: Créer un itinéraire sur la carte
it: Crea percorso sulla mappa
nb: Lag rute på kartet
pt_br: Criar Rota no Mapa
tr: Haritada Rota Oluştur

# saved.empty.favoritesBody
source: Open a place and tap the heart icon to save it here.
de: Öffne einen Ort und tippe auf das Herz-Symbol, um ihn hier zu speichern.
es: Abre un lugar y toca el icono de corazón para guardarlo aquí.
fr: Ouvre un lieu et touche l'icône cœur pour l'enregistrer ici.
it: Apri un luogo e tocca l'icona a forma di cuore per salvarlo qui.
nb: Åpne et sted og trykk på hjerteikonet for å lagre det her.
pt_br: Abra um local e toque no ícone de coração para salvá-lo aqui.
tr: Bir yeri aç ve kalp simgesine dokunarak buraya kaydet.

# saved.empty.favoritesTitle
source: No favorites yet
de: Noch keine Favoriten
es: Aún no hay favoritos
fr: Pas encore de favoris
it: Ancora nessun preferito
nb: Ingen favoritter ennå
pt_br: Nenhum favorito ainda
tr: Henüz favori yok

# saved.empty.planBody
source: Open a place and tap "Add to plan" to build your itinerary.
de: Öffne einen Ort und tippe auf „Zum Plan hinzufügen“, um deine Reiseroute zu erstellen.
es: Abre un lugar y toca "Añadir al plan" para crear tu itinerario.
fr: Ouvre un lieu et touche « Ajouter au plan » pour créer ton itinéraire.
it: Apri un luogo e tocca "Aggiungi al piano" per creare il tuo itinerario.
nb: Åpne et sted og trykk på «Legg til i plan» for å bygge reiseruten din.
pt_br: Abra um local e toque em "Adicionar ao plano" para montar seu roteiro.
tr: Bir yeri aç ve gezi programını oluşturmak için "Plana ekle"ye dokun.

# saved.empty.planTitle
source: Your plan is empty
de: Dein Plan ist leer
es: Tu plan está vacío
fr: Ton plan est vide
it: Il tuo piano è vuoto
nb: Planen din er tom
pt_br: Seu plano está vazio
tr: Planın boş

# saved.empty.visitedBody
source: Places you open will appear here.
de: Orte, die du öffnest, erscheinen hier.
es: Los lugares que abras aparecerán aquí.
fr: Les lieux que tu consultes apparaîtront ici.
it: I luoghi che apri appariranno qui.
nb: Steder du åpner vises her.
pt_br: Os locais que você abrir vão aparecer aqui.
tr: Açtığın yerler burada görünecek.

# saved.empty.visitedTitle
source: No places visited yet
de: Noch keine Orte besucht
es: Aún no has visitado ningún lugar
fr: Aucun lieu visité pour l'instant
it: Ancora nessun luogo visitato
nb: Ingen besøkte steder ennå
pt_br: Nenhum local visitado ainda
tr: Henüz ziyaret edilen yer yok

# saved.loading
source: Loading...
de: Wird geladen …
es: Cargando...
fr: Chargement...
it: Caricamento...
nb: Laster...
pt_br: Carregando...
tr: Yükleniyor...

# saved.optimize.query
source: I'm planning to visit: %1$@. Suggest the best order to visit them today, with estimated time at each and any walking or transport tips between them.
de: Ich plane, Folgendes zu besuchen: %1$@. Schlag mir die beste Reihenfolge für heute vor, mit geschätzter Zeit für jeden Ort und Tipps zu Fuß- oder Verkehrswegen dazwischen.
es: Planeo visitar: %1$@. Sugiere el mejor orden para visitarlos hoy, con el tiempo estimado en cada uno y consejos de desplazamiento o transporte entre ellos.
fr: Je prévois de visiter : %1$@. Suggère le meilleur ordre pour les visiter aujourd'hui, avec le temps estimé à chaque endroit et des conseils de trajet à pied ou en transport entre eux.
it: Ho intenzione di visitare: %1$@. Suggerisci l'ordine migliore per visitarli oggi, con il tempo stimato per ognuno ed eventuali consigli su spostamenti a piedi o con mezzi di trasporto.
nb: Jeg planlegger å besøke: %1$@. Foreslå den beste rekkefølgen å besøke dem i dag, med anslått tid på hvert sted og eventuelle gå- eller transporttips mellom dem.
pt_br: Estou planejando visitar: %1$@. Sugira a melhor ordem para visitá-los hoje, com o tempo estimado em cada um e dicas de caminhada ou transporte entre eles.
tr: Şunları ziyaret etmeyi planlıyorum: %1$@. Bugün ziyaret etmek için en iyi sırayı, her birinde tahmini süreyi ve aralarındaki yürüyüş veya ulaşım ipuçlarını öner.

# saved.optimize.sub.one
source: Best order, timings & travel tips for %1$lld place →
de: Beste Reihenfolge, Zeiten & Wegetipps für %1$lld Ort →
es: Mejor orden, horarios y consejos de viaje para %1$lld lugar →
fr: Meilleur ordre, horaires et conseils pour %1$lld lieu →
it: Ordine migliore, tempistiche e consigli di viaggio per %1$lld luogo →
nb: Beste rekkefølge, tider og reisetips for %1$lld sted →
pt_br: Melhor ordem, horários e dicas de deslocamento para %1$lld local →
tr: %1$lld yer için en iyi sıra, zamanlama ve seyahat ipuçları →

# saved.optimize.sub.other
source: Best order, timings & travel tips for %1$lld places →
de: Beste Reihenfolge, Zeiten & Wegetipps für %1$lld Orte →
es: Mejor orden, horarios y consejos de viaje para %1$lld lugares →
fr: Meilleur ordre, horaires et conseils pour %1$lld lieux →
it: Ordine migliore, tempistiche e consigli di viaggio per %1$lld luoghi →
nb: Beste rekkefølge, tider og reisetips for %1$lld steder →
pt_br: Melhor ordem, horários e dicas de deslocamento para %1$lld locais →
tr: %1$lld yer için en iyi sıra, zamanlama ve seyahat ipuçları →

# saved.optimize.title
source: Optimize my day with Piri
de: Meinen Tag mit Piri optimieren
es: Optimiza mi día con Piri
fr: Optimiser ma journée avec Piri
it: Ottimizza la mia giornata con Piri
nb: Optimer dagen min med Piri
pt_br: Otimizar meu dia com o Piri
tr: Piri ile günümü optimize et

# saved.plan.addToPlan
source: Add to Plan
de: Zum Plan hinzufügen
es: Añadir al plan
fr: Ajouter au plan
it: Aggiungi al piano
nb: Legg til i plan
pt_br: Adicionar ao Plano
tr: Plana Ekle

# saved.plan.aiBuild
source: Build with AI
de: Mit KI erstellen
es: Crear con IA
fr: Créer avec l'IA
it: Crea con l'IA
nb: Lag med AI
pt_br: Criar com IA
tr: AI ile Planla

# saved.plan.new
source: Create New Plan
de: Neuen Plan erstellen
es: Crear nuevo plan
fr: Créer un nouveau plan
it: Crea nuovo piano
nb: Lag ny plan
pt_br: Criar Novo Plano
tr: Yeni Plan Oluştur

# saved.plan.noPlansBody
source: Create a named plan to build a route from — like "Weekend trip" or "Summer holiday".
de: Erstelle einen benannten Plan, um daraus eine Route zu bauen — etwa „Wochenendtrip“ oder „Sommerurlaub“.
es: Crea un plan con nombre para armar una ruta, como "Escapada de fin de semana" o "Vacaciones de verano".
fr: Crée un plan nommé pour construire un itinéraire — comme « Weekend » ou « Vacances d'été ».
it: Crea un piano con un nome da cui costruire un percorso — ad esempio "Weekend fuori porta" o "Vacanza estiva".
nb: Lag en navngitt plan for å bygge en rute fra — som "Helgetur" eller "Sommerferie".
pt_br: Crie um plano com nome para montar uma rota a partir dele — como "Viagem de fim de semana" ou "Férias de verão".
tr: Bir rota oluşturmak için isimli bir plan yap — "Hafta sonu gezisi" veya "Yaz tatili" gibi.

# saved.plan.noPlansTitle
source: No plans yet
de: Noch keine Pläne
es: Aún no hay planes
fr: Pas encore de plan
it: Ancora nessun piano
nb: Ingen planer ennå
pt_br: Nenhum plano ainda
tr: Henüz plan yok

# saved.tabs.collections
source: Lists
de: Listen
es: Listas
fr: Listes
it: Liste
nb: Lister
pt_br: Listas
tr: Listeler

# saved.tabs.favorites
source: Saved
de: Gespeichert
es: Guardados
fr: Enregistrés
it: Salvati
nb: Lagret
pt_br: Salvos
tr: Kaydedilen

# saved.tabs.visited
source: Visited
de: Besucht
es: Visitados
fr: Visités
it: Visitati
nb: Besøkt
pt_br: Visitados
tr: Ziyaret Edilen

# saved.title
source: Collection
de: Sammlung
es: Colección
it: Collezione
nb: Samling
pt_br: Coleção
tr: Koleksiyon

# scan.askMore
source: Ask Piri more →
de: Piri mehr fragen →
es: Pregúntale más a Piri →
fr: En demander plus à Piri →
it: Chiedi di più a Piri →
nb: Spør Piri om mer →
pt_br: Pergunte mais ao Piri →
tr: Piri'ye daha fazla sor →

# scan.askMoreQuery
source: Tell me more about %1$@
de: Erzähl mir mehr über %1$@
es: Cuéntame más sobre %1$@
fr: Dis-m'en plus sur %1$@
it: Dimmi di più su %1$@
nb: Fortell meg mer om %1$@
pt_br: Me conte mais sobre %1$@
tr: %1$@ hakkında bana daha fazla bilgi ver
